aaron-bond.better-comments
abusaidm.html-snippets
anteprimorac.html-end-tag-labels
asvetliakov.vscode-neovim
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cspruit.90s-anime
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
grapecity.gc-excelviewer
humao.rest-client
idleberg.icon-fonts
jdinhlife.gruvbox
kamikillerto.vscode-colorize
leonardssh.vscord
lyonsyonii.rust-syntax
mateuszdrewniak.theme-dracula-dark-plus
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.references-view
nathanvrieland.ung-colors
nguyenngoclong.terminal-keeper
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
rust-lang.rust-analyzer
serayuzgur.crates
srcery-colors.srcery-colors
streetsidesoftware.code-spell-checker
tanhakabir.rest-book
thebearingedge.twind-intellisense-fork
tomi.greenblue-theme
usernamehw.errorlens
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
yandeu.five-server
zhuangtongfa.material-theme
